Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Wrong node? Change how to connect or the node above — you do not need a rescan. Missing funds? Rescan from your restore height. Last resort: full rescan from block 0.
ar: عقدة خاطئة؟ غيّر طريقة الاتصال أو العقدة أعلاه — لست بحاجة إلى إعادة مسح. أموال مفقودة؟ أعد المسح من ارتفاع استعادتك. الحل الأخير: إعادة مسح كاملة من الكتلة 0.
az: Node səhvdir? Qoşulma üsulunu və ya yuxarıdakı node-u dəyişin — yenidən skanə ehtiyac yoxdur. Vəsait yoxdur? Bərpa hündürlüyünüzdən yenidən skan edin. Son çara: 0-cı blokdan tam yenidən skan.
bg: Грешен възел? Променете начина на свързване или възела по-горе — не се нуждаете от повторно сканиране. Липсват средства? Сканирайте отново от височината за възстановяване. Крайна мярка: пълно повторно сканиране от блок 0.
bn: ভুল নোড? সংযোগের পদ্ধতি বা উপরের নোডটি পরিবর্তন করুন — আপনার পুনরায় স্ক্যানের প্রয়োজন নেই। ফান্ড অনুপস্থিত? আপনার রিস্টোর হাইট থেকে পুনরায় স্ক্যান করুন। শেষ উপায়: ব্লক 0 থেকে সম্পূর্ণ পুনরায় স্ক্যান।
ca: Node incorrecte? Canvia la manera de connectar-te o el node anterior — no cal tornar a escanejar. Falten fons? Torna a escanejar des de la teva alçada de restauració. Últim recurs: torna a escanejar completament des del bloc 0.
cs: Špatný uzel? Změňte způsob připojení nebo uzel výše — přeskenování není potřeba. Chybí prostředky? Přeskenujte od své výšky obnovení. Poslední možnost: úplné přeskenování od bloku 0.
da: Forkert node? Skift, hvordan du opretter forbindelse, eller noden ovenfor — du behøver ikke en genscanning. Manglende midler? Genscan fra din gendannelseshøjde. Sidste udvej: fuld genscanning fra blok 0.
de: Falscher Node? Ändere die Verbindungsart oder den Node oben — dafür ist kein Rescan nötig. Fehlende Gelder? Führe einen Rescan ab deiner Wiederherstellungshöhe durch. Letzter Ausweg: vollständiger Rescan ab Block 0.
el: Λάθος κόμβος; Αλλάξτε τον τρόπο σύνδεσης ή τον παραπάνω κόμβο — δεν χρειάζεστε επανασάρωση. Λείπουν κεφάλαια; Επαναλάβετε τη σάρωση από το ύψος επαναφοράς σας. Έσχατη λύση: πλήρης επανασάρωση από το μπλοκ 0.
eo: Malĝusta nodo? Ŝanĝu kiel konekti aŭ la nodon supre — vi ne bezonas reskanon. Mankantaj fondusoj? Reskanu de via restaŭra alto. Lasta rimedo: plena reskano de bloko 0.
es: ¿Nodo incorrecto? Cambia cómo conectar o el nodo de arriba — no necesitas reescanear. ¿Faltan fondos? Reescanear desde tu altura de restauración. Último recurso: reescaneo completo desde el bloque 0.
et: Vale sõlm? Muutke ühendumise viisi või ülaltoodud sõlme — te ei vaja uuesti skannimist. Vahendid puuduvad? Skannige uuesti alates taastamiskõrgusest. Viimane võimalus: täielik uuesti skannimine plokist 0.
eu: Nodo okerra? Aldatu konektatzeko modua edo goiko nodoa — ez duzu berreskaneorik behar. Funtsak falta? Berreskaneatu zure leheneratze-altueratik. Azken aukera: berreskaneo osoa 0 blokeotik.
fa: گره اشتباه است؟ نحوه اتصال یا گره بالا را تغییر دهید — نیازی به اسکن مجدد ندارید. وجوه گم شده؟ از ارتفاع بازیابی خود دوباره اسکن کنید. راه‌حل آخر: اسکن مجدد کامل از بلوک 0.
fi: Väärä solmu? Muuta yhteystapaa tai yllä olevaa solmua — uudelleenskannausta ei tarvita. Puuttuvia varoja? Skannaa uudelleen palautuskorkeudestasi. Viimeinen keino: täysi uudelleenskannaus lohkosta 0.
fil: Mali ang node? Palitan kung paano kumonekta o ang node sa itaas — hindi mo kailangan ng rescan.\nNawawalang pondo? Mag-rescan mula sa iyong restore height.\nHuling opsyon: buong rescan mula sa block 0.
fr: Mauvais nœud ? Change le mode de connexion ou le nœud ci-dessus — pas besoin de réanalyse. Fonds manquants ? Réanalyse depuis ta hauteur de restauration. En dernier recours : réanalyse complète depuis le bloc 0.
ga: An nód mícheart? Athraigh conas a cheanglaítear nó an nód thuas — ní gá athscanadh. Cistí ar iarraidh? Athscan ó d'airde aisghabhála. Rogha dheireanach: athscanadh iomlán ón bhloc 0.
gl: Nodo incorrecto? Cambia como conectar ou o nodo de arriba — non precisas reescanear. Faltan fondos? Reescanea desde a túa altura de restauración. Último recurso: reescaneo completo desde o bloque 0.
gn: ¿Nodo ivaíva? Emyengovia mba'éichapa oñekonekta térã pe nodo yvategua — ndaikotevẽi reskanea jey. ¿Ndojehecháiva viru? Eskanea jey nde altura de restauración guive. Remedio paha: escaneo mbykymby bloque 0 guive.
ha: Node mara daidai? Canza yadda za a haɗa ko node da ke sama — ba kwa buƙatar sake bincike. Kuɗaɗe sun ɓace? Sake bincika daga tsayin dawowarka. Mataki na ƙarshe: cikakken sake bincike daga toshe 0.
he: צומת שגויה? שנה את אופן ההתחברות או את הצומת שלמעלה — אינך צריך סריקה חוזרת. כספים חסרים? סרוק מחדש מגובה השחזור שלך. כפתרון אחרון: סריקה חוזרת מלאה מבלוק 0.
hi: गलत नोड? कनेक्ट करने का तरीका या ऊपर दिया गया नोड बदलें — आपको रीस्कैन की आवश्यकता नहीं है। फंड गुम हैं? अपनी रिस्टोर हाइट से रीस्कैन करें। अंतिम उपाय: ब्लॉक 0 से पूरा रीस्कैन करें।
hr: Pogrešan čvor? Promijenite način povezivanja ili čvor iznad — nije potrebno ponovno skeniranje. Nedostaju sredstva? Ponovno skenirajte od svoje visine obnove. Zadnja opcija: potpuno ponovno skeniranje od bloka 0.
hu: Rossz a csomópont? Módosítsd a csatlakozás módját vagy a fenti csomópontot — nincs szükség újraszkennelésre. Hiányzó pénzeszközök? Szkennelj újra a visszaállítási magasságtól. Végső megoldás: teljes újraszkennelés a 0. blokktól.
hy: Սխալ հանգույց? Փոխեք միացման եղանակը կամ վերևի հանգույցը — վերասկանավորում պետք չէ։ Միջոցներ բացակայում են? Վերասկանավորեք ձեր վերականգնման բարձրությունից։ Ամենավերջին միջոց՝ ամբողջական վերասկանավորում 0 բլոկից։
id: Node salah? Ubah cara menghubungkan atau node di atas — Anda tidak perlu memindai ulang. Dana hilang? Pindai ulang dari tinggi pemulihan Anda. Pilihan terakhir: pindai ulang penuh dari blok 0.
it: Nodo sbagliato? Cambia la modalità di connessione o il nodo sopra — non serve una riscansione. Fondi mancanti? Riscansiona dalla tua altezza di ripristino. Ultima risorsa: riscansione completa dal blocco 0.
ja: ノードが間違っている場合?上の接続方法やノードを変更するだけで、再スキャンは不要です。 資金が見当たらない場合?復元高さから再スキャンしてください。 最終手段:ブロック0から完全に再スキャンします。
ko: 노드가 잘못되었나요? 연결 방법이나 위의 노드를 변경하세요 — 재스캔은 필요하지 않습니다. 자금이 보이지 않나요? 복구 높이부터 재스캔하세요. 최후의 수단: 블록 0부터 전체 재스캔하세요.
ky: Түйүн туура эмеспи? Туташуу ыкмасын же жогорудагы түйүндү өзгөртүңүз — кайра скандоо талап кылынбайт. Каражат жетишпейт беле? Калыбына келтирүү бийиктигинен кайра скандаңыз. Акыркы чара: 0-блоктон толук кайра скандоо.
lt: Netinkamas tinklo taškas? Pakeiskite prisijungimo būdą arba tinklo tašką aukščiau — pakartotinis skenavimas nereikalingas. Trūksta lėšų? Skenuokite pakartotinai nuo savo atkūrimo aukščio. Paskutinė išeitis: pilnas pakartotinis skenavimas nuo bloko 0.
lv: Nepareizs mezgls? Mainiet savienojuma veidu vai mezglu iepriekš — atkārtota skenēšana nav nepieciešama. Trūkst līdzekļu? Skenējiet atkārtoti no jūsu atjaunošanas augstuma. Pēdējais līdzeklis: pilna atkārtota skenēšana no bloka 0.
ms: Node salah? Tukar cara anda menyambung atau node di atas — anda tidak perlu mengimbas semula.\nWang hilang? Imbas semula daripada ketinggian pemulihan anda.\nPilihan terakhir: imbasan semula penuh daripada blok 0.
my: Node မှားနေသလား? ပြန်စကင်ဖတ်ရန် မလိုအပ်ဘဲ ဆက်သွယ်ပုံ သို့မဟုတ် အထက်ပါ node ကို ပြောင်းလဲနိုင်သည်။\nငွေများ ပျောက်နေသလား? သင်၏ ပြန်လည်ရယူရန် အမြင့်မှ ပြန်စကင်ဖတ်ပါ။\nနောက်ဆုံးရွေးချယ်စရာ: block 0 မှ အပြည့်အစုံ ပြန်စကင်ဖတ်ပါ။
nb: Feil node? Endre tilkoblingsmåte eller noden ovenfor — du trenger ikke en ny skanning. Mangler midler? Skann på nytt fra gjenopprettingshøyden din. Siste utvei: full skanning på nytt fra blokk 0.
nl: Verkeerde node? Wijzig de verbindingsmethode of de node hierboven — een herscan is niet nodig. Ontbrekende tegoeden? Herscan vanaf je hersteldhoogte. Laatste redmiddel: volledige herscan vanaf blok 0.
pl: Nieprawidłowy węzeł? Zmień sposób łączenia lub węzeł powyżej — ponowne skanowanie nie jest potrzebne. Brakujące środki? Przeskanuj ponownie od swojej wysokości przywracania. Ostatnia opcja: pełne ponowne skanowanie od bloku 0.
pt_br: Nó errado? Altere a forma de conectar ou o nó acima — você não precisa refazer a varredura. Faltam fundos? Refaça a varredura a partir da sua altura de restauração. Último recurso: nova varredura completa a partir do bloco 0.
ro: Nod greșit? Schimbă modul de conectare sau nodul de mai sus — nu ai nevoie de o rescanare. Fonduri lipsă? Rescanează de la înălțimea ta de restaurare. Ultima soluție: rescanare completă de la blocul 0.
ru: Неправильный узел? Измените способ подключения или узел выше — повторное сканирование не требуется. Пропали средства? Выполните повторное сканирование с высоты восстановления. Крайний случай: полное сканирование с блока 0.
sk: Nesprávny uzol? Zmeňte spôsob pripojenia alebo uzol vyššie — opätovné skenovanie nie je potrebné. Chýbajú prostriedky? Znova skenujte od svojej výšky obnovenia. Posledná možnosť: úplné opätovné skenovanie od bloku 0.
sl: Napačno vozlišče? Spremeni način povezave ali zgornje vozlišče — ponovno preiskovanje ni potrebno. Manjkajoča sredstva? Ponovno preišči od svoje višine za obnovitev. Skrajna možnost: popolno ponovno preiskovanje od bloka 0.
sq: Nyje e gabuar? Ndrysho mënyrën e lidhjes ose nyjen sipër — nuk ke nevojë për riskanim. Fonde që mungojnë? Riskano nga lartësia jote e rikuperimit. Zgjidhja e fundit: riskanim i plotë nga blloku 0.
sv: Fel nod? Ändra hur du ansluter eller noden ovan — du behöver ingen omskanning. Saknade tillgångar? Skanna om från din återställningshöjd. Sista utväg: fullständig omskanning från block 0.
th: โหนดผิด? เปลี่ยนวิธีเชื่อมต่อหรือโหนดด้านบน — คุณไม่ต้องสแกนซ้ำ เงินขาดไปหรือไม่? สแกนซ้ำจากความสูงการกู้คืนของคุณ วิธีสุดท้าย: สแกนซ้ำทั้งหมดจากบล็อก 0
tr: Yanlış düğüm mü? Yukarıdaki bağlantı yöntemini veya düğümü değiştirin — yeniden taramaya gerek yok. Fonlar mı eksik? Kurtarma yüksekliğinizden yeniden tarayın. Son çare: blok 0'dan tam yeniden tarama.
uk: Неправильний вузол? Змініть спосіб підключення або вузол вище — повторне сканування не потрібне. Бракує коштів? Проскануйте повторно з вашої висоти відновлення. Останній варіант: повне повторне сканування з блоку 0.
ur: غلط نوڈ؟ اوپر دیے گئے نوڈ یا کنکشن کا طریقہ تبدیل کریں — ری اسکین کی ضرورت نہیں۔ فنڈز غائب ہیں؟ اپنی ریسٹور ہائٹ سے ری اسکین کریں۔ آخری چارہ: بلاک 0 سے مکمل ری اسکین۔
vi: Node sai? Thay đổi cách kết nối hoặc node ở trên — bạn không cần quét lại. Thiếu tiền? Quét lại từ độ cao khôi phục của bạn. Giải pháp cuối cùng: quét lại toàn bộ từ khối 0.
yo: Node kò tọ́? Yí bí a ṣe ń so pọ̀ padà tàbí node lókè yìí — o kò nílò tún yẹ̀wò.\nOwó ń dánù? Tún yẹ̀wò láti ipele ìpadàbọ̀ rẹ.\nÀṣàyàn ìkẹyìn: tún yẹ̀wò pátápátá láti bulọ́ọ̀kì 0.
zh_hans: 节点错了?更改上方的连接方式或节点即可,无需重新扫描。 资金缺失?请从您的恢复高度重新扫描。 最后手段:从区块 0 开始完整重新扫描。
zh_hant: 節點錯了?更改上方的連接方式或節點即可,無需重新掃描。 資金缺失?請從您的恢復高度重新掃描。 最後手段:從區塊 0 開始完整重新掃描。

source: You can use Face ID to secure your wallet.
ar: يمكنك استخدام Face ID لحماية محفظتك.
az: Pulqabınızı qorumaq üçün Face ID istifadə edə bilərsiniz.
bg: Можете да използвате Face ID, за да защитите портфейла си.
bn: আপনি আপনার ওয়ালেট সুরক্ষিত করতে Face ID ব্যবহার করতে পারেন।
ca: Pots utilitzar Face ID per protegir la teva cartera.
cs: Svou peněženku můžete zabezpečit pomocí Face ID.
da: Du kan bruge Face ID til at beskytte din tegnebog.
de: Du kannst Face ID verwenden, um deine Wallet zu schützen.
el: Μπορείτε να χρησιμοποιήσετε το Face ID για να προστατεύσετε το πορτοφόλι σας.
eo: Vi povas uzi Face ID por sekurigi vian monujon.
es: Puedes usar Face ID para proteger tu cartera.
et: Rahakoti kaitsmiseks võite kasutada Face ID-d.
eu: Face ID erabil dezakezu zure zorroa babesteko.
fa: می‌توانید از Face ID برای ایمن‌سازی کیف پول خود استفاده کنید.
fi: Voit käyttää Face ID:tä lompakkosi suojaamiseen.
fil: Maaari mong gamitin ang Face ID para protektahan ang iyong wallet.
fr: Tu peux utiliser Face ID pour protéger ton portefeuille.
ga: Is féidir leat Face ID a úsáid chun do sparán a chosaint.
gl: Podes usar Face ID para protexer a túa carteira.
gn: Ikatu eiporu Face ID emo'ã hag̃ua nde ñongatuha.
ha: Za ka iya amfani da Face ID don kiyaye walatinka.
he: אתה יכול להשתמש ב-Face ID כדי להגן על הארנק שלך.
hi: आप अपने वॉलेट को सुरक्षित करने के लिए Face ID का उपयोग कर सकते हैं।
hr: Možete koristiti Face ID za zaštitu svog novčanika.
hu: Face ID-t használhatsz a pénztárcád védelmére.
hy: Դուք կարող եք օգտագործել Face ID ձեր դրամապանակը պաշտպանելու համար։
id: Anda dapat menggunakan Face ID untuk mengamankan dompet Anda.
it: Puoi usare Face ID per proteggere il tuo wallet.
ja: Face IDでウォレットを保護できます。
ko: Face ID를 사용하여 지갑을 보호할 수 있습니다.
ky: Капчыгыңызды коргоо үчүн Face ID колдоно аласыз.
lt: Galite naudoti Face ID savo piniginei apsaugoti.
lv: Jūs varat izmantot Face ID, lai aizsargātu savu maku.
ms: Anda boleh menggunakan Face ID untuk melindungi dompet anda.
my: သင့်ပိုက်ဆံအိတ်ကို ကာကွယ်ရန် Face ID ကို အသုံးပြုနိုင်သည်။
nb: Du kan bruke Face ID for å sikre lommeboken din.
nl: Je kunt Face ID gebruiken om je wallet te beveiligen.
pl: Możesz użyć Face ID, aby zabezpieczyć swój portfel.
pt_br: Você pode usar o Face ID para proteger sua carteira.
ro: Poți folosi Face ID pentru a-ți proteja portofelul.
ru: Вы можете использовать Face ID для защиты кошелька.
sk: Na zabezpečenie peňaženky môžete použiť Face ID.
sl: Za zaščito denarnice lahko uporabiš Face ID.
sq: Mund të përdorësh Face ID për të siguruar portofolin tënd.
sv: Du kan använda Face ID för att skydda din plånbok.
th: คุณสามารถใช้ Face ID เพื่อรักษาความปลอดภัยกระเป๋าเงินของคุณได้
tr: Cüzdanınızı güvence altına almak için Face ID kullanabilirsiniz.
uk: Ви можете використовувати Face ID для захисту свого гаманця.
ur: آپ اپنے والٹ کو محفوظ بنانے کے لیے Face ID استعمال کر سکتے ہیں۔
vi: Bạn có thể dùng Face ID để bảo vệ ví của mình.
yo: O lè lo Face ID láti dáàbò bo àpamọ́wọ́ rẹ.
zh_hans: 您可以使用 Face ID 保护您的钱包。
zh_hant: 您可以使用 Face ID 保護您的錢包。

source: Your recovery seed:
ar: عبارة الاستعادة الخاصة بك:
az: Bərpa seed-iniz:
bg: Вашата фраза за възстановяване:
bn: আপনার রিকভারি সিড:
ca: La teva llavor de recuperació:
cs: Vaše fráze pro obnovení:
da: Din gendannelsesfrase:
de: Dein Wiederherstellungs-Seed:
el: Η φράση ανάκτησής σας:
eo: Via restaŭra semo:
es: Tu frase de recuperación:
et: Teie taastefraas:
eu: Zure leheneratze-hazia:
fa: عبارت بازیابی شما:
fi: Palautussiemenesi:
fil: Ang iyong recovery seed:
fr: Ta phrase de récupération :
ga: Do shíol aisghabhála:
gl: A túa semente de recuperación:
gn: Nde frase mnemónica:
ha: Kalmomin dawowar ku:
he: ביטוי השחזור שלך:
hi: आपकी रिकवरी सीड:
hr: Vaš sjemenski kod za obnovu:
hu: A helyreállítási seeded:
hy: Ձեր վերականգնման բառերը՝
id: Seed pemulihan Anda:
it: Il tuo seed di recupero:
ja: あなたの復元シード:
ko: 복구 시드:
ky: Сиздин калыбына келтирүү сөздөрүңүз:
lt: Jūsų atkūrimo sėkla:
lv: Jūsu atjaunošanas sēkla:
ms: Benih pemulihan anda:
my: သင်၏ ပြန်လည်ရယူရန် မျိုးစေ့:
nb: Gjenopprettingsfrasen din:
nl: Je herstelseed:
pl: Twoja fraza odzyskiwania:
pt_br: Sua semente de recuperação:
ro: Cheia ta de recuperare:
ru: Ваша сид-фраза для восстановления:
sk: Vaša fráza na obnovenie:
sl: Tvoj obnovitveni seed:
sq: Fraza jote e rikuperimit:
sv: Din återställningsfras:
th: วลีกู้คืนของคุณ:
tr: Kurtarma tohumunuz:
uk: Ваша фраза відновлення:
ur: آپ کی ریکوری سیڈ:
vi: Cụm từ khôi phục của bạn:
yo: Ọ̀rọ̀ ìpadàbọ̀ rẹ:
zh_hans: 您的恢复种子:
zh_hant: 您的恢復種子:
